Repository: thooge/Pi-Jukebox
Catalog: locale/*.po
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: Unknown
de: Unbekannt

source: No music directory
de: Kein Musikverzeichnis

source: If you want to display cover art, Pi-Jukebox needs to know which directory your music collection is in. The location can also be found in your mpd.conf entry 'music directory'.
de: Wenn Cover-Art dargestellt werden soll, muß Pi-Jukebox wissen, in welchem Verzeichnis sich die Musiksammlung befindet. Der Ort kann auch in der mpd.conf in der Einstellung 'music directory' gefunden werden.

source: Set music directory
de: Musikverzeichnis einstellen

source: Couldn't connect to the mpd server {0} on port {1:d}!
de: Kann nicht zum MPD-Server {0} auf Port {1:d} verbinden!

source: Check settings in file pi-jukebox.conf or check is server is running 'sudo service mpd status'.
de: Einstellungen in pi-jukebox.conf prüfen oder ob der Server läuft mit 'sudo servce mpd status'.

source: Browse directory {0}
de: Verzeichnis {0} durchsuchen

source: Add to playlist
de: Füge zur Wiedergabeliste hinzu

source: Add to playlist and play
de: Füge zu Wiedergabeliste hinzu und spiele ab

source: Replace playlist and play
de: Ersetze Wiedergabeliste und spiele ab

source: Cancel
de: Abbruch

source: Search library for...
de: Suche in Bibliothek nach ...

source: Artists
de: Künstler

source: Albums
de: Alben

source: Songs
de: Lieder

source: Search artists
de: Suche Künstler

source: Search albums
de: Suche Alben

source: Search songs
de: Suche Lieder

source: Albums of {0}
de: Alben von {0}

source: Songs of {0}
de: Lieder von {0}

source: Volume
de: Lautstärke

source: Back
de: Zurück

source: Tune in
de: Einstellen

source: Edit
de: Bearbeiten

source: Remove
de: Entfernen

source: Remove {0}
de: Entferne {0}

source: Are you sure you want to remove {0}?
de: Bist du sicher daß Du {0} entfernen möchtest?

source: Add a radio station
de: Radiosender hinzufügen

source: Set station name
de: Sendernamen einstellen

source: Set station URL
de: Sender URL einstellen

source: Edit radio station
de: Radiosender berarbeiten

source: Change name {0}
de: Ändere Namen: {0}

source: Change station URL
de: Ändere Stations URL

source: Settings
de: Einstellungen

source: Quit Pi-Jukebox
de: Pi-Jukebox beenden

source: Playback options
de: Abspieloptionen

source: MPD related settings
de: MPD Einstellungen

source: System info
de: Systeminformationen

source: Quit
de: Beenden

source: Shutdown Pi
de: Pi ausschalten

source: Reboot Pi
de: Pi neustarten

source: Bye!
de: Tschüß!

source: Playback settings
de: Abspieleinstellungen

source: Shuffle
de: Mische

source: Repeat
de: Widerhole

source: Single
de: Einzeln

source: Consume playlist
de: Verbrauche Wiedergabeliste

source: Re-scan library
de: Bibliothek neu scannen

source: Update library
de: Aktualisiere Bibliothek

source: MPD settings
de: MPD Einstellungen

source: Change host: {0}
de: Ändere Host: {0}

source: Change port: {0}
de: Ändere Port: {0}

source: Change music directory
de: Musikverzeichnis wechseln

source: Set mpd host
de: MPD-Host einstellen

source: Set mpd server port
de: MPD-Port einstellen

source: Music database
de: Musik Datenbank

source: Artists: {:,}
de: Künstler: {:,}

source: Albums: {:,}
de: Alben: {:,}

source: Songs: {:,}
de: Lieder: {:,}

source: Total time:
de: Gesamtzeit:

source: IP address: {0}
de: IP-Adresse: {0}

source: days
de: Tage

source: hrs
de: Std

source: mins
de: Min

source: secs
de: Sec

source: Setup WiFi connection
de: Wifi-Verbindung einstellen
